---
kind: method
id: M:Autodesk.Revit.DB.GroupLoadOptions.Dispose
source: html/0174a6fd-482e-cbb4-c4c5-9c1c04b8f568.htm
---
# Autodesk.Revit.DB.GroupLoadOptions.Dispose Method

Releases all resources used by the GroupLoadOptions

## Syntax (C#)
```csharp
public void Dispose()
```